org-roam/20250618162959-marius_piard.org
:PROPERTIES:
:ID:       32615c01-9bad-4232-b95c-c138ce02511f
:END:
#+title: Marius Piard

* Genealogical Records
** DONE Birth Feb 3, 1886 at 6am                                  :confirmed:
*** French
S' An Mil huit Cent quatre Vingt Six, le trois du mois de Fevrier a' neuf heuses du matin, Pardavant Nous Martial Hennet de Courtefroy Maire et officier de l' Stat Civil de la Ville de Bavay, Chef lieu de Canton Arrondissement d Avesnes, Departement der Nord, a comparu: Piard Auguste, age de quarante un ans, Imprimeur Libraire, ne' a Cambrai, domicilie' a Bavay, leguel nous a presente un enfant du sexe masculine ne' ce jour, a six heuses du matin, en une maison sise an cette Ville Giano Rue, de 
lui compasant et de Bruneau Maria Virginie, age de Trente quatre ans, son ipotesa, sans filo fillion, domicilioe andis Bavay et anguel il declare donner le prenom de Marius. Les dites declaration et presentation faites en prisance des siens Lienard Dolphe, age de Trente deus ans, Boulanger et Lefebres Dinond, age de Vingt neuf ans, memisie tous dear domicilies a Bavay, et ans le fiere et les temoins Signe avec nous, le prisent acte, apises lecture.
*** English
In the year eighteen hundred and eighty-six, on the third day of February at nine o'clock in the morning, Before Us, Martial Hennet de Courtefroy, Mayor and Civil Status Officer of the City of Bavay, Chief Town of the Canton, District of Avesnes, Department of the North, appeared: Piard Auguste, aged forty-one, Printer and Bookseller, born in Cambrai, residing in Bavay, he presented to us a male child born this day, at six o'clock in the morning, in a house located in this City, Grand Street, to him, his companion, and to Bruneau Maria Virginie, aged thirty-four, his principal, without a daughter, residing in Bavay and to whom he declares to give the first name of Marius. The said declaration and presentation made in the presence of his relatives Lienard Dolphe, aged thirty-two, Boulanger and Lefebres Dinond, aged twenty-nine, all domiciled in Bavay, and in the presence of the witnesses Signed with us, the present act, after reading.
*** Citation
Citation: France. Nord. Avesnes. Bavay. États-civil, 1882-1896, 1 Mi EC 053 R 002. Archives Départementales de Nord. /Archives Départementales/. https://archivesdepartementales.lenord.fr/page/registres-paroissiaux-et-d-etat-civil 1886
Reference: Bavay, Avesnes, Nord, "États-civil 1882-1896", naissance, Marius Piard, February 3, 1886, 1 Mi EC 053 R 002, leaflet 3, number 7.

** Census (Paris didn't do a census until 1926-1946)
*** DONE 1872 (Nord is not online, where Marie Virginie likely lives)
Auguste lives in Boulogne-sur-Mer, which might explain the family's move in 1911
*** DONE 1886 (not online)
*** DONE 1891 (not online)
*** DONE 1896 (not online)
*** DONE 1901 (seems to not be online for Nord)
*** DONE 1906
Found his family, Auguste and Virginia still live in Bavay on Grand Rue. Marcel, Marie, Marcie, Margueritte live with them, but not Marius. Paris didn't start until 1926, so presumably he is at the paris conservatoire as he is 20 years old. He also wins the concours in 1907 and 1908.
Citation: France. Nord. Avesnes. Bavay. 1906 census of France, M 474/053. Archives Départementales de Nord. /Archives Départementales/. [[https://archivesdepartementales.lenord.fr/page/recensements-de-population][https://archivesdepartementales.lenord.fr/page/recensements-de-population]] 1906
Reference: 1906 census of France, Bavay, arrondissement Avesnes, Nord, M 474/053, p. 11, family 61, Auguste Piard.
*** DONE 1911
Auguste and Maria Virginia have moved to Boulogne-sur-Mer, Pas-de-Calais. Marguerite and Maria are still with them. We know that Marius lived in Piard from military records. The family moved there at least in 1908.
Citation: France. Pas-de-Calais. Boulogne-sur-Mer. 1911 census of France, M 3607. Archives Départementales de Pas-de-Calais. /Archives Départementales/. [[https://archivesenligne.pasdecalais.fr/console/ir_seriel.php?id=56&p=formulaire_recensement][https://archivesenligne.pasdecalais.fr/console/ir_seriel.php?id=56&p=formulaire_recensement]] 1911
Reference: 1911 census of France, Boulogne-sur-Mer, Pas-de-Calais, M 3607, p. 60, family 2, Auguste Piard.
*** DONE 1916 (Skipped WWI)
But we know he was in active military duty on a campaign
*** DONE 1921 (Paris not started yet)
Military records show he was in Paris
