docs/site/20250618162959-marius_piard.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-02-21 Sat 11:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Marius Piard</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">Marius Piard</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org1396b52">Genealogical Records</a>
<ul>
<li><a href="#org7ec5d75">Birth Feb 3, 1886 at 6am&#xa0;&#xa0;&#xa0;<span class="tag"><span class="confirmed">confirmed</span></span></a>
<ul>
<li><a href="#org343c173">French</a></li>
<li><a href="#org1c704a6">English</a></li>
<li><a href="#orgf3771b9">Citation</a></li>
</ul>
</li>
<li><a href="#orgf331fcd">Census (Paris didn't do a census until 1926-1946)</a>
<ul>
<li><a href="#org002dc53">1872 (Nord is not online, where Marie Virginie likely lives)</a></li>
<li><a href="#org75e4e77">1886 (not online)</a></li>
<li><a href="#org8a1f7d8">1891 (not online)</a></li>
<li><a href="#orga4e984c">1896 (not online)</a></li>
<li><a href="#org811563a">1901 (seems to not be online for Nord)</a></li>
<li><a href="#org000ba3e">1906</a></li>
<li><a href="#orgba4d5a8">1911</a></li>
<li><a href="#orga08e9e6">1916 (Skipped WWI)</a></li>
<li><a href="#orgfbaefc2">1921 (Paris not started yet)</a></li>
<li><a href="#orgb060aac">1926</a></li>
<li><a href="#org28a1559">1931</a></li>
<li><a href="#org1e02258">1936</a></li>
<li><a href="#org46b6bc9">1946 (page 195&#x2026; lots of work to find as its not indexed)</a></li>
</ul>
</li>
<li><a href="#orgd63846b">Marriage Record</a>
<ul>
<li><a href="#orgdccc896">Newspaper announcement in Nord</a></li>
</ul>
</li>
<li><a href="#org8d90f16">Military Draft form 1906</a>
<ul>
<li><a href="#org75144cf">Localities of addresses!</a></li>
</ul>
</li>
<li><a href="#org7150ecb">Annuaire de la Federacion des Artistes Musiciens de France</a>
<ul>
<li><a href="#org3a38aa0">1904</a></li>
<li><a href="#org0396844">1905</a></li>
<li><a href="#orgb0fe597">1906</a></li>
<li><a href="#org8b6ab68">1912</a></li>
<li><a href="#org267efa1">1913</a></li>
</ul>
</li>
<li><a href="#org5a69489">Les Ondes: Weekly radio magazine</a></li>
<li><a href="#orgeadb6c4">International Directory of Letters and Arts of French Language or Culture</a></li>
<li><a href="#org6469e59">Journal Officiel de la Republique Francaise</a>
<ul>
<li><a href="#org252ea64">1929-03-22</a></li>
<li><a href="#org4accda0">1931-02-01</a></li>
<li><a href="#org470ff10">1934-04-09</a></li>
<li><a href="#org2bd7f06">1934-07-08</a></li>
<li><a href="#org22d1320">1938-02-13</a></li>
<li><a href="#org7059103">1939-04-24</a></li>
</ul>
</li>
<li><a href="#orgf684a02">Death of Wife October 1, 1958</a></li>
<li><a href="#orgd8ef350">Death Certificate Sep 2, 1975 at 9:30 am</a>
<ul>
<li><a href="#org2ab3878">French</a></li>
<li><a href="#orgb4fc69b">English</a></li>
<li><a href="#org48f0c2e">Citation</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org7f12568">Career</a></li>
<li><a href="#org80efb16">Publications</a>
<ul>
<li>
<ul>
<li><a href="#orgfe5b7e2">Foreword to vol 3</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org1e5ba5b">Questions</a></li>
<li><a href="#org2859b64">Etudes</a></li>
</ul>
</div>
</div>
<div id="outline-container-org1396b52" class="outline-2">
<h2 id="org1396b52">Genealogical Records</h2>
<div class="outline-text-2" id="text-org1396b52">
</div>
<div id="outline-container-org7ec5d75" class="outline-3">
<h3 id="org7ec5d75">Birth Feb 3, 1886 at 6am&#xa0;&#xa0;&#xa0;<span class="tag"><span class="confirmed">confirmed</span></span></h3>
<div class="outline-text-3" id="text-org7ec5d75">
</div>
<div id="outline-container-org343c173" class="outline-4">
<h4 id="org343c173">French</h4>
<div class="outline-text-4" id="text-org343c173">
<p>
S' An Mil huit Cent quatre Vingt Six, le trois du mois de Fevrier a' neuf heuses du matin, Pardavant Nous Martial Hennet de Courtefroy Maire et officier de l' Stat Civil de la Ville de Bavay, Chef lieu de Canton Arrondissement d Avesnes, Departement der Nord, a comparu: Piard Auguste, age de quarante un ans, Imprimeur Libraire, ne' a Cambrai, domicilie' a Bavay, leguel nous a presente un enfant du sexe masculine ne' ce jour, a six heuses du matin, en une maison sise an cette Ville Giano Rue, de 
lui compasant et de Bruneau Maria Virginie, age de Trente quatre ans, son ipotesa, sans filo fillion, domicilioe andis Bavay et anguel il declare donner le prenom de Marius. Les dites declaration et presentation faites en prisance des siens Lienard Dolphe, age de Trente deus ans, Boulanger et Lefebres Dinond, age de Vingt neuf ans, memisie tous dear domicilies a Bavay, et ans le fiere et les temoins Signe avec nous, le prisent acte, apises lecture.
</p>
</div>
</div>
<div id="outline-container-org1c704a6" class="outline-4">
<h4 id="org1c704a6">English</h4>
<div class="outline-text-4" id="text-org1c704a6">
<p>
In the year eighteen hundred and eighty-six, on the third day of February at nine o'clock in the morning, Before Us, Martial Hennet de Courtefroy, Mayor and Civil Status Officer of the City of Bavay, Chief Town of the Canton, District of Avesnes, Department of the North, appeared: Piard Auguste, aged forty-one, Printer and Bookseller, born in Cambrai, residing in Bavay, he presented to us a male child born this day, at six o'clock in the morning, in a house located in this City, Grand Street, to him, his companion, and to Bruneau Maria Virginie, aged thirty-four, his principal, without a daughter, residing in Bavay and to whom he declares to give the first name of Marius. The said declaration and presentation made in the presence of his relatives Lienard Dolphe, aged thirty-two, Boulanger and Lefebres Dinond, aged twenty-nine, all domiciled in Bavay, and in the presence of the witnesses Signed with us, the present act, after reading.
</p>
</div>
</div>
<div id="outline-container-orgf3771b9" class="outline-4">
<h4 id="orgf3771b9">Citation</h4>
<div class="outline-text-4" id="text-orgf3771b9">
<p>
Citation: France. Nord. Avesnes. Bavay. États-civil, 1882-1896, 1 Mi EC 053 R 002. Archives Départementales de Nord. <i>Archives Départementales</i>. <a href="https://archivesdepartementales.lenord.fr/page/registres-paroissiaux-et-d-etat-civil">https://archivesdepartementales.lenord.fr/page/registres-paroissiaux-et-d-etat-civil</a> 1886
Reference: Bavay, Avesnes, Nord, "États-civil 1882-1896", naissance, Marius Piard, February 3, 1886, 1 Mi EC 053 R 002, leaflet 3, number 7.
</p>
</div>
</div>
</div>
<div id="outline-container-orgf331fcd" class="outline-3">
<h3 id="orgf331fcd">Census (Paris didn't do a census until 1926-1946)</h3>
<div class="outline-text-3" id="text-orgf331fcd">
</div>
<div id="outline-container-org002dc53" class="outline-4">
<h4 id="org002dc53">1872 (Nord is not online, where Marie Virginie likely lives)</h4>
<div class="outline-text-4" id="text-org002dc53">
<p>
Auguste lives in Boulogne-sur-Mer, which might explain the family's move in 1911
</p>
</div>
</div>
<div id="outline-container-org75e4e77" class="outline-4">
<h4 id="org75e4e77">1886 (not online)</h4>
</div>
<div id="outline-container-org8a1f7d8" class="outline-4">
<h4 id="org8a1f7d8">1891 (not online)</h4>
</div>
<div id="outline-container-orga4e984c" class="outline-4">
<h4 id="orga4e984c">1896 (not online)</h4>
</div>
<div id="outline-container-org811563a" class="outline-4">
<h4 id="org811563a">1901 (seems to not be online for Nord)</h4>
</div>
<div id="outline-container-org000ba3e" class="outline-4">
<h4 id="org000ba3e">1906</h4>
<div class="outline-text-4" id="text-org000ba3e">
<p>
Found his family, Auguste and Virginia still live in Bavay on Grand Rue. Marcel, Marie, Marcie, Margueritte live with them, but not Marius. Paris didn't start until 1926, so presumably he is at the paris conservatoire as he is 20 years old. He also wins the concours in 1907 and 1908.
Citation: France. Nord. Avesnes. Bavay. 1906 census of France, M 474/053. Archives Départementales de Nord. <i>Archives Départementales</i>. <a href="https://archivesdepartementales.lenord.fr/page/recensements-de-population">https://archivesdepartementales.lenord.fr/page/recensements-de-population</a> 1906
Reference: 1906 census of France, Bavay, arrondissement Avesnes, Nord, M 474/053, p. 11, family 61, Auguste Piard.
</p>
</div>
</div>
<div id="outline-container-orgba4d5a8" class="outline-4">
<h4 id="orgba4d5a8">1911</h4>
<div class="outline-text-4" id="text-orgba4d5a8">
<p>
Auguste and Maria Virginia have moved to Boulogne-sur-Mer, Pas-de-Calais. Marguerite and Maria are still with them. We know that Marius lived in Piard from military records. The family moved there at least in 1908.
Citation: France. Pas-de-Calais. Boulogne-sur-Mer. 1911 census of France, M 3607. Archives Départementales de Pas-de-Calais. <i>Archives Départementales</i>. <a href="https://archivesenligne.pasdecalais.fr/console/ir_seriel.php?id=56&amp;p=formulaire_recensement">https://archivesenligne.pasdecalais.fr/console/ir_seriel.php?id=56&amp;p=formulaire_recensement</a> 1911
Reference: 1911 census of France, Boulogne-sur-Mer, Pas-de-Calais, M 3607, p. 60, family 2, Auguste Piard.
</p>
</div>
</div>
<div id="outline-container-orga08e9e6" class="outline-4">
<h4 id="orga08e9e6">1916 (Skipped WWI)</h4>
<div class="outline-text-4" id="text-orga08e9e6">
<p>
But we know he was in active military duty on a campaign
</p>
</div>
</div>
<div id="outline-container-orgfbaefc2" class="outline-4">
<h4 id="orgfbaefc2">1921 (Paris not started yet)</h4>
<div class="outline-text-4" id="text-orgfbaefc2">
<p>
Military records show he was in Paris
</p>
</div>
</div>
