org-roam/20250618162959-marius_piard.org
*** DONE 1926
Lived at 28 Rue d'Orsel in Paris. Living with his wife Madeleine, who was born in 93 in P (Paris?). He was born in Nord. He is listed as a musician by profession. They have 4 children Michel, Claude, Jean Marie, Yves. There's another person living with them, possibly Andira Gomy, that works as a domestique
Citation: France. Île-de-France. Paris. Clignancourt. 1926 census of France, D2M8 295. Archives de Paris. /Archives: Le site des Archives de Paris/. [[https://archives.paris.fr/s/11/denombrements-de-population/][https://archives.paris.fr/s/11/denombrements-de-population/]] 1926
Reference: 1926 census of France, quartier Clignancourt, arrondissement 18, Paris, Île-de-France, D2M8 295, p. 2907,  family 10, Marius Piard.
*** DONE 1931
Still living at 28 Rue d'Orsel in Paris. Living with his wife Madeleine, born in 93 in Seine (old department for northern Paris). He was born in Nord and is a musician. Children Michel, Claude were born in Seine. But Jean (marie) looks to have been born in 1918 in Aisne. Yves and now Francois were born in Seine again. So it seems that in 1918 they moved to Aisne somewhere for a bit. But came back to paris.
Citation: France. Île-de-France. Paris. Clignancourt. 1931 census of France, D2M8 446. Archives de Paris. /Archives: Le site des Archives de Paris/. [[https://archives.paris.fr/s/11/denombrements-de-population/][https://archives.paris.fr/s/11/denombrements-de-population/]] 1931
Reference: 1931 census of France, quartier Clignancourt, arrondissement 18, Paris, Île-de-France, D2M8 446, p. 2484,  row 1, Marius Piard.
*** DONE 1936
About the same info. Still at 28 rue d'orsel in paris with madeliene. Now only Jean (marie), Yves and Francois are home. Jean is born in Aisne, confirming a move at some point. Marius is listed as an artistic musician (i think)
Citation: France. Île-de-France. Paris. Clignancourt. 1936 census of France, D2M8 674. Archives de Paris. /Archives: Le site des Archives de Paris/. [[https://archives.paris.fr/s/11/denombrements-de-population/][https://archives.paris.fr/s/11/denombrements-de-population/]] 1936
Reference: 1936 census of France, quartier Clignancourt, arrondissement 18, Paris, Île-de-France, D2M8 674, digital p. 88,  family 41, Marius Piard.
*** DONE 1946 (page 195... lots of work to find as its not indexed)
Still lives at 28 rue d'orsel in paris with madeliene. Now only Francois lives with them. He is listed as a musician still.
Citation: France. Île-de-France. Paris. Clignancourt. 1946 census of France, D2M8 926. Archives de Paris. /Archives: Le site des Archives de Paris/. [[https://archives.paris.fr/s/11/denombrements-de-population/][https://archives.paris.fr/s/11/denombrements-de-population/]] 1946
Reference: 1946 census of France, quartier Clignancourt, arrondissement 18, Paris, Île-de-France, D2M8 926, digital p. 195,  family 9540, Marius Piard.
** DONE Marriage Record
*** Newspaper announcement in Nord
**** French
on nous annonce le prochain mariage de M. Marius Piard, de Bavay, avec Mlle Madeleine Baumann, de Crouttes (Aisne).
La ceremonie aura lieu le 26, aout, a 11 heures 1/2 du matin, en l'eglise de Crouttes
**** English
We have been informed of the upcoming marriage of Mr. Marius Piard, from Bavay, to Miss Madeleine Baumann, from Crouttes (Aisne).
The ceremony will take place on August 26th, at 11:30 a.m., in the church of Crouttes.
**** Citation
"Gazette du Nord." /La Croix du Nord: Supplément régional à la Croix de Paris/, August 25, 1911. [[https://gallica.bnf.fr/ark:/12148/bpt6k2010251n][https://gallica.bnf.fr/ark:/12148/bpt6k2010251n]] page 3, column 3.
** DONE Military Draft form 1906

Citation: France. Nord. Avesnes. Registres numérisés des matricules militaires 1906, 1R 2827. Archives Départementales de Nord. /Archives Départementales/.https://archivesdepartementales.lenord.fr/page/matricules-militaires 1906
Reference: 1906 registres numérisés matricules militaires, Avesnes, Nord, 1R 2827, p. 42, Marius Piard.

Registered for the draft in Avesnes office in Nord, so perhaps this was just before heading to Paris?
Profession is musician
Eye color is blue
Har color is et to combine with eybrows for brown?
Nose wide
Chin round
Eyebrows - brown hair
Ordinary forehead
Mouth medium?
Face slim?
Height 1.7m or 5'7"

Says he volunteered for 3 years for the Seine 1st regiment on 6-10-1906. was a soldier musician.  He went to the reserves in 6-8-1908.

It looks like he was part of a campaign to germany during world war I from 2.8.14 to 11.11.18, as well as something 12.11.18 to 2.4.19

Cleared from all military obligations on 15.10.1935

He was appointed a corporal on 16.3.1917 and a seargant on 29.10.1917

Appointed to garde republicaine 21.3.1929 as corroborated by journal officiel de la republique francaise

In the active army the Garde Republicaine
Reserves for the Aerostation
*** DONE Localities of addresses!
|       date | commune                                                     | subdivision de region |
|------------+-------------------------------------------------------------+-----------------------|
|   9-8-1908 | Boulogne sur mer? (this is his parents home)                | L'Omer                |
|            | 120 rue de la Paix                                          |                       |
|  22-1-1909 | Versailles 4 bis can't read                                 | Versailles            |
|  10-9-1909 | Paris 52 rue d'Orsel                                        | Seine                 |
| 21?-7-1911 | Paris 52 Blvd Rochechourt                                   | Seine                 |
|   9-4-1919 | 28 rue d'Orsel                                              | Seine                 |
|   3-7-1919 | Deauville 48 rue de Victor Hugo                             | Lisieux               |
|  28-8-1919 | 28 rue d'Orsel                                              | Seine                 |
|   0-5-1948 | idem                                                        |                       |
can't quite make out the next two rows. one is in 12/?/42, possibly mentioning combat? The next row mentions 3/6/48 can't read the rest.

noting that he isn't stationed anywhere else in 1911 when he got married, so they really must have left paris to go get married there

Time to move to reserves of active army 6-8-1908, territorial army 1-8-1918, reserves of territorial army 1-8-1825, discharge of military service 6-8-1935?
** Annuaire de la Federacion des Artistes Musiciens de France
*** 1904
Bassoonists in Lille:
 - Depoorter
*** 1905
Bassoonists in Lille:
 - Depoorter
