docs/site/20250618162959-marius_piard.html
<div id="outline-container-orgb060aac" class="outline-4">
<h4 id="orgb060aac">1926</h4>
<div class="outline-text-4" id="text-orgb060aac">
<p>
Lived at 28 Rue d'Orsel in Paris. Living with his wife Madeleine, who was born in 93 in P (Paris?). He was born in Nord. He is listed as a musician by profession. They have 4 children Michel, Claude, Jean Marie, Yves. There's another person living with them, possibly Andira Gomy, that works as a domestique
Citation: France. Île-de-France. Paris. Clignancourt. 1926 census of France, D2M8 295. Archives de Paris. <i>Archives: Le site des Archives de Paris</i>. <a href="https://archives.paris.fr/s/11/denombrements-de-population/">https://archives.paris.fr/s/11/denombrements-de-population/</a> 1926
Reference: 1926 census of France, quartier Clignancourt, arrondissement 18, Paris, Île-de-France, D2M8 295, p. 2907,  family 10, Marius Piard.
</p>
</div>
</div>
<div id="outline-container-org28a1559" class="outline-4">
<h4 id="org28a1559">1931</h4>
<div class="outline-text-4" id="text-org28a1559">
<p>
Still living at 28 Rue d'Orsel in Paris. Living with his wife Madeleine, born in 93 in Seine (old department for northern Paris). He was born in Nord and is a musician. Children Michel, Claude were born in Seine. But Jean (marie) looks to have been born in 1918 in Aisne. Yves and now Francois were born in Seine again. So it seems that in 1918 they moved to Aisne somewhere for a bit. But came back to paris.
Citation: France. Île-de-France. Paris. Clignancourt. 1931 census of France, D2M8 446. Archives de Paris. <i>Archives: Le site des Archives de Paris</i>. <a href="https://archives.paris.fr/s/11/denombrements-de-population/">https://archives.paris.fr/s/11/denombrements-de-population/</a> 1931
Reference: 1931 census of France, quartier Clignancourt, arrondissement 18, Paris, Île-de-France, D2M8 446, p. 2484,  row 1, Marius Piard.
</p>
</div>
</div>
<div id="outline-container-org1e02258" class="outline-4">
<h4 id="org1e02258">1936</h4>
<div class="outline-text-4" id="text-org1e02258">
<p>
About the same info. Still at 28 rue d'orsel in paris with madeliene. Now only Jean (marie), Yves and Francois are home. Jean is born in Aisne, confirming a move at some point. Marius is listed as an artistic musician (i think)
Citation: France. Île-de-France. Paris. Clignancourt. 1936 census of France, D2M8 674. Archives de Paris. <i>Archives: Le site des Archives de Paris</i>. <a href="https://archives.paris.fr/s/11/denombrements-de-population/">https://archives.paris.fr/s/11/denombrements-de-population/</a> 1936
Reference: 1936 census of France, quartier Clignancourt, arrondissement 18, Paris, Île-de-France, D2M8 674, digital p. 88,  family 41, Marius Piard.
</p>
</div>
</div>
<div id="outline-container-org46b6bc9" class="outline-4">
<h4 id="org46b6bc9">1946 (page 195&#x2026; lots of work to find as its not indexed)</h4>
<div class="outline-text-4" id="text-org46b6bc9">
<p>
Still lives at 28 rue d'orsel in paris with madeliene. Now only Francois lives with them. He is listed as a musician still.
Citation: France. Île-de-France. Paris. Clignancourt. 1946 census of France, D2M8 926. Archives de Paris. <i>Archives: Le site des Archives de Paris</i>. <a href="https://archives.paris.fr/s/11/denombrements-de-population/">https://archives.paris.fr/s/11/denombrements-de-population/</a> 1946
Reference: 1946 census of France, quartier Clignancourt, arrondissement 18, Paris, Île-de-France, D2M8 926, digital p. 195,  family 9540, Marius Piard.
</p>
</div>
</div>
</div>
<div id="outline-container-orgd63846b" class="outline-3">
<h3 id="orgd63846b">Marriage Record</h3>
<div class="outline-text-3" id="text-orgd63846b">
</div>
<div id="outline-container-orgdccc896" class="outline-4">
<h4 id="orgdccc896">Newspaper announcement in Nord</h4>
<div class="outline-text-4" id="text-orgdccc896">
</div>
<ul class="org-ul">
<li><a id="org06aa1c4"></a>French<br />
<div class="outline-text-5" id="text-org06aa1c4">
<p>
on nous annonce le prochain mariage de M. Marius Piard, de Bavay, avec Mlle Madeleine Baumann, de Crouttes (Aisne).
La ceremonie aura lieu le 26, aout, a 11 heures 1/2 du matin, en l'eglise de Crouttes
</p>
</div>
</li>
<li><a id="orgdb34998"></a>English<br />
<div class="outline-text-5" id="text-orgdb34998">
<p>
We have been informed of the upcoming marriage of Mr. Marius Piard, from Bavay, to Miss Madeleine Baumann, from Crouttes (Aisne).
The ceremony will take place on August 26th, at 11:30 a.m., in the church of Crouttes.
</p>
</div>
</li>
<li><a id="org8bb5f36"></a>Citation<br />
<div class="outline-text-5" id="text-org8bb5f36">
<p>
"Gazette du Nord." <i>La Croix du Nord: Supplément régional à la Croix de Paris</i>, August 25, 1911. <a href="https://gallica.bnf.fr/ark:/12148/bpt6k2010251n">https://gallica.bnf.fr/ark:/12148/bpt6k2010251n</a> page 3, column 3.
</p>
</div>
</li>
</ul>
</div>
</div>
<div id="outline-container-org8d90f16" class="outline-3">
<h3 id="org8d90f16">Military Draft form 1906</h3>
<div class="outline-text-3" id="text-org8d90f16">
<p>
Citation: France. Nord. Avesnes. Registres numérisés des matricules militaires 1906, 1R 2827. Archives Départementales de Nord. <i>Archives Départementales</i>.<a href="https://archivesdepartementales.lenord.fr/page/matricules-militaires">https://archivesdepartementales.lenord.fr/page/matricules-militaires</a> 1906
Reference: 1906 registres numérisés matricules militaires, Avesnes, Nord, 1R 2827, p. 42, Marius Piard.
</p>

<p>
Registered for the draft in Avesnes office in Nord, so perhaps this was just before heading to Paris?
Profession is musician
Eye color is blue
Har color is et to combine with eybrows for brown?
Nose wide
Chin round
Eyebrows - brown hair
Ordinary forehead
Mouth medium?
Face slim?
Height 1.7m or 5'7"
</p>

<p>
Says he volunteered for 3 years for the Seine 1st regiment on 6-10-1906. was a soldier musician.  He went to the reserves in 6-8-1908.
</p>

<p>
It looks like he was part of a campaign to germany during world war I from 2.8.14 to 11.11.18, as well as something 12.11.18 to 2.4.19
</p>

<p>
Cleared from all military obligations on 15.10.1935
</p>

<p>
He was appointed a corporal on 16.3.1917 and a seargant on 29.10.1917
</p>

<p>
Appointed to garde republicaine 21.3.1929 as corroborated by journal officiel de la republique francaise
</p>

<p>
In the active army the Garde Republicaine
Reserves for the Aerostation
</p>
</div>
<div id="outline-container-org75144cf" class="outline-4">
<h4 id="org75144cf">Localities of addresses!</h4>
<div class="outline-text-4" id="text-org75144cf">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">date</th>
<th scope="col" class="org-left">commune</th>
<th scope="col" class="org-left">subdivision de region</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">9-8-1908</td>
<td class="org-left">Boulogne sur mer? (this is his parents home)</td>
<td class="org-left">L'Omer</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">120 rue de la Paix</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">22-1-1909</td>
<td class="org-left">Versailles 4 bis can't read</td>
<td class="org-left">Versailles</td>
</tr>

<tr>
<td class="org-right">10-9-1909</td>
<td class="org-left">Paris 52 rue d'Orsel</td>
<td class="org-left">Seine</td>
</tr>

<tr>
<td class="org-right">21?-7-1911</td>
<td class="org-left">Paris 52 Blvd Rochechourt</td>
<td class="org-left">Seine</td>
</tr>

<tr>
<td class="org-right">9-4-1919</td>
<td class="org-left">28 rue d'Orsel</td>
<td class="org-left">Seine</td>
</tr>

<tr>
<td class="org-right">3-7-1919</td>
<td class="org-left">Deauville 48 rue de Victor Hugo</td>
<td class="org-left">Lisieux</td>
</tr>

<tr>
<td class="org-right">28-8-1919</td>
<td class="org-left">28 rue d'Orsel</td>
<td class="org-left">Seine</td>
</tr>

<tr>
<td class="org-right">0-5-1948</td>
<td class="org-left">idem</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
<p>
can't quite make out the next two rows. one is in 12/?/42, possibly mentioning combat? The next row mentions 3/6/48 can't read the rest.
</p>

<p>
noting that he isn't stationed anywhere else in 1911 when he got married, so they really must have left paris to go get married there
</p>

<p>
Time to move to reserves of active army 6-8-1908, territorial army 1-8-1918, reserves of territorial army 1-8-1825, discharge of military service 6-8-1935?
</p>
</div>
</div>
</div>
<div id="outline-container-org7150ecb" class="outline-3">
<h3 id="org7150ecb">Annuaire de la Federacion des Artistes Musiciens de France</h3>
<div class="outline-text-3" id="text-org7150ecb">
</div>
