org-roam/20250618162959-marius_piard.org
*** 1906
Basoonists in Lille:
 - Leon Dannette and Depoorter
*** DONE 1912
Lived at 52 Boulevard Rochechouart
Citation: "Noms et adresses des artistes musiciens: Membres de la fédération au 1er Janvier 1912" /Annuiare de la fédération des artistes musiciens de France/, 1912. [[https://gallica.bnf.fr/ark:/12148/bpt6k11639359][https://gallica.bnf.fr/ark:/12148/bpt6k11639359]] page 426.
*** DONE 1913
Lived at 52 Boulevard Rochechouart
Citation: "Noms et adresses des artistes musiciens: Membres de la fédération au 1er Janvier 1913" /Annuiare de la fédération des artistes musiciens de France/, 1913. [[https://gallica.bnf.fr/ark:/12148/bpt6k1163936q][https://gallica.bnf.fr/ark:/12148/bpt6k1163936q]] page 426.
** DONE Les Ondes: Weekly radio magazine
Performance on Friday, September 18 1942 with a group doing old popular songs 
Simliar (likely identical) performance on Friday, December 18 1942
Citation: "Radio du 13 au 20 Septembre" /Les Ondes/, September 13, 1942.https://gallica.bnf.fr/ark:/12148/bpt6k98159688 page 11
Citation: "ici Radio-Paris" /Les Ondes/, December 13, 1942. https://gallica.bnf.fr/ark:/12148/bpt6k9815955n page 9
** DONE International Directory of Letters and Arts of French Language or Culture
**** DONE 1921
Lists a Marius Piard at 28 rue d'Orsel, but lists him as an organ player
- only two bassoonists, one is Bourdeau. Not sure how trustworthy this is.
Citation: "Compositeurs de musique et artistes" /Annuaire international des lettres et des arts de langue ou de culture française/, 1921.  [[https://en.geneanet.org/library/viewer/37930][https://en.geneanet.org/library/viewer/37930]] page 276.
**** DONE 1922
Says the exact same thing
Citation: "Compositeurs de musique et artistes" /Annuaire international des lettres et des arts de langue ou de culture française/, 1922.  https://gallica.bnf.fr/ark:/12148/bpt6k6572821w page 267.
** DONE Journal Officiel de la Republique Francaise
*** DONE 1929-03-22
Says March 21, 1929 that Piard was admitted as a student guard to the garde republicaine
Citation: "Ministère de la guerre." /Journal Officiel de la Republique Française. Lois et décrets/, March 22, 1929. [[https://gallica.bnf.fr/ark:/12148/bpt6k2028527s][https://gallica.bnf.fr/ark:/12148/bpt6k2028527s]] page 3350
*** DONE 1931-02-01
Says that he is assigned  a musician of the garde republicaine in Paris
Citation: "Ministère de l'instruction publique et des beaux-arts." /Journal Officiel de la Republique Française. Lois et décrets/, February 1, 1931. [[https://gallica.bnf.fr/ark:/12148/bpt6k2029099v][https://gallica.bnf.fr/ark:/12148/bpt6k2029099v]] page 1188
*** DONE 1934-04-09
Musician of the 3rd class in the garde republicaine
Citation: "Tableau de concours pour la médallie militaire." /Journal Officiel de la Republique Française. Lois et décrets/, April 10, 1934. https://gallica.bnf.fr/ark:/12148/bpt6k2030077r page 3711
It seems this is a nomination for a military medal, and he gets it a few months later
*** DONE 1934-07-08
Musician of the 3rd class in garde republicaine, 23 years of services and 5 campaigns
Citation: "Médallie militaire." /Journal Officiel de la Republique Française. Lois et décrets/, July 8, 1934. [[https://gallica.bnf.fr/ark:/12148/bpt6k2030153p][https://gallica.bnf.fr/ark:/12148/bpt6k2030153p]] page 6895
Receiving the medal from april nomination
*** DONE 1938-02-13
Still a musician of the garde republicaine in Paris, but says he's a soliste (soloist). Actually this may be his promotion to soloist instead of a 3rd class musician?
Citation: "Ministère de l'éducation nationale" /Journal Officiel de la Republique Française. Lois et décrets/, February 13, 1938. [[https://gallica.bnf.fr/ark:/12148/bpt6k6551214t][https://gallica.bnf.fr/ark:/12148/bpt6k6551214t]]  page 1813
*** DONE 1939-04-24
Says he's married to Marie Baumann in Paris and has 5 kids
This maybe when he leaves the military? Getting a bronze medal for famille franciase - it seems this is given to the wife?
Citation: "Médallie de la famille française." /Journal Officiel de la Republique Française. Lois et décrets/, April 24, 1939. [[https://gallica.bnf.fr/ark:/12148/bpt6k6577429c][https://gallica.bnf.fr/ark:/12148/bpt6k6577429c]] page 10660

** DONE Death of Wife October 1, 1958
Citation: Bibliothèque Généalogique et d’Histoire Sociale de France. Funeral announcement for Madeleine Baumann. 1958. Geneanet.org.
Reference: Funeral announcement for Madeleine Baumann, 1958, Geneatnet.org
** DONE Death Certificate Sep 2, 1975 at 9:30 am
*** French
ACTE DE DECES N 124

L'an mil neuf cent septante-cinq, le deux septembre a seize heures, apres constation, Nous Pierre Rouelle, Bourgmestre, Officier de l'etat civil de la commune de La Hulpe, arrondissement judiciaire de Nivelles, Province de Brabant, dressons l'acte de deces de :PIARD, Marius, pensionne, de nationalite francaise, decede le deux septembre mil neuf cent septante-cinq a neuf heures trente minutes, en cette commune, Chaussee de La Hulpe, 737 domicilie a Paris 18e, rue d'Orsel, n 28, ne a Bavai (Nord-France) le trois fevrier mil huit cent quatre-vingt-six, veuf de BAUMANN, Marie, Madeleine decedee a Paris 18e le premier octobre mil neuf cent cinquante-huit, file des conjoints decedes PIARD, Auguste et de BRUNEAU, Maria, Virginie.
Sur declaration de VAN GOSSUM, Pierre, age de cinquante-trois ans, Directeur de Societe, domicilie a Ixelles et de GAMBY, Marie-Jose, agee de quarante-sept ans, employee, domiciliee a La Hulpe.
Duquel acte fait en double, il leur a ete donne lecture et qu'ils ont signe avec Nous.
