docs/site/20250618162959-marius_piard.html
<div id="outline-container-org3a38aa0" class="outline-4">
<h4 id="org3a38aa0">1904</h4>
<div class="outline-text-4" id="text-org3a38aa0">
<p>
Bassoonists in Lille:
</p>
<ul class="org-ul">
<li>Depoorter</li>
</ul>
</div>
</div>
<div id="outline-container-org0396844" class="outline-4">
<h4 id="org0396844">1905</h4>
<div class="outline-text-4" id="text-org0396844">
<p>
Bassoonists in Lille:
</p>
<ul class="org-ul">
<li>Depoorter</li>
</ul>
</div>
</div>
<div id="outline-container-orgb0fe597" class="outline-4">
<h4 id="orgb0fe597">1906</h4>
<div class="outline-text-4" id="text-orgb0fe597">
<p>
Basoonists in Lille:
</p>
<ul class="org-ul">
<li>Leon Dannette and Depoorter</li>
</ul>
</div>
</div>
<div id="outline-container-org8b6ab68" class="outline-4">
<h4 id="org8b6ab68">1912</h4>
<div class="outline-text-4" id="text-org8b6ab68">
<p>
Lived at 52 Boulevard Rochechouart
Citation: "Noms et adresses des artistes musiciens: Membres de la fédération au 1er Janvier 1912" <i>Annuiare de la fédération des artistes musiciens de France</i>, 1912. <a href="https://gallica.bnf.fr/ark:/12148/bpt6k11639359">https://gallica.bnf.fr/ark:/12148/bpt6k11639359</a> page 426.
</p>
</div>
</div>
<div id="outline-container-org267efa1" class="outline-4">
<h4 id="org267efa1">1913</h4>
<div class="outline-text-4" id="text-org267efa1">
<p>
Lived at 52 Boulevard Rochechouart
Citation: "Noms et adresses des artistes musiciens: Membres de la fédération au 1er Janvier 1913" <i>Annuiare de la fédération des artistes musiciens de France</i>, 1913. <a href="https://gallica.bnf.fr/ark:/12148/bpt6k1163936q">https://gallica.bnf.fr/ark:/12148/bpt6k1163936q</a> page 426.
</p>
</div>
</div>
</div>
<div id="outline-container-org5a69489" class="outline-3">
<h3 id="org5a69489">Les Ondes: Weekly radio magazine</h3>
<div class="outline-text-3" id="text-org5a69489">
<p>
Performance on Friday, September 18 1942 with a group doing old popular songs 
Simliar (likely identical) performance on Friday, December 18 1942
Citation: "Radio du 13 au 20 Septembre" <i>Les Ondes</i>, September 13, 1942.<a href="https://gallica.bnf.fr/ark:/12148/bpt6k98159688">https://gallica.bnf.fr/ark:/12148/bpt6k98159688</a> page 11
Citation: "ici Radio-Paris" <i>Les Ondes</i>, December 13, 1942. <a href="https://gallica.bnf.fr/ark:/12148/bpt6k9815955n">https://gallica.bnf.fr/ark:/12148/bpt6k9815955n</a> page 9
</p>
</div>
</div>
<div id="outline-container-orgeadb6c4" class="outline-3">
<h3 id="orgeadb6c4">International Directory of Letters and Arts of French Language or Culture</h3>
<div class="outline-text-3" id="text-orgeadb6c4">
</div>
<ul class="org-ul">
<li><a id="org12aaccd"></a>1921<br />
<div class="outline-text-5" id="text-org12aaccd">
<p>
Lists a Marius Piard at 28 rue d'Orsel, but lists him as an organ player
</p>
<ul class="org-ul">
<li>only two bassoonists, one is Bourdeau. Not sure how trustworthy this is.</li>
</ul>
<p>
Citation: "Compositeurs de musique et artistes" <i>Annuaire international des lettres et des arts de langue ou de culture française</i>, 1921.  <a href="https://en.geneanet.org/library/viewer/37930">https://en.geneanet.org/library/viewer/37930</a> page 276.
</p>
</div>
</li>
<li><a id="orgddaff47"></a>1922<br />
<div class="outline-text-5" id="text-orgddaff47">
<p>
Says the exact same thing
Citation: "Compositeurs de musique et artistes" <i>Annuaire international des lettres et des arts de langue ou de culture française</i>, 1922.  <a href="https://gallica.bnf.fr/ark:/12148/bpt6k6572821w">https://gallica.bnf.fr/ark:/12148/bpt6k6572821w</a> page 267.
</p>
</div>
</li>
</ul>
</div>
<div id="outline-container-org6469e59" class="outline-3">
<h3 id="org6469e59">Journal Officiel de la Republique Francaise</h3>
<div class="outline-text-3" id="text-org6469e59">
</div>
<div id="outline-container-org252ea64" class="outline-4">
<h4 id="org252ea64">1929-03-22</h4>
<div class="outline-text-4" id="text-org252ea64">
<p>
Says March 21, 1929 that Piard was admitted as a student guard to the garde republicaine
Citation: "Ministère de la guerre." <i>Journal Officiel de la Republique Française. Lois et décrets</i>, March 22, 1929. <a href="https://gallica.bnf.fr/ark:/12148/bpt6k2028527s">https://gallica.bnf.fr/ark:/12148/bpt6k2028527s</a> page 3350
</p>
</div>
</div>
<div id="outline-container-org4accda0" class="outline-4">
<h4 id="org4accda0">1931-02-01</h4>
<div class="outline-text-4" id="text-org4accda0">
<p>
Says that he is assigned  a musician of the garde republicaine in Paris
Citation: "Ministère de l'instruction publique et des beaux-arts." <i>Journal Officiel de la Republique Française. Lois et décrets</i>, February 1, 1931. <a href="https://gallica.bnf.fr/ark:/12148/bpt6k2029099v">https://gallica.bnf.fr/ark:/12148/bpt6k2029099v</a> page 1188
</p>
</div>
</div>
<div id="outline-container-org470ff10" class="outline-4">
<h4 id="org470ff10">1934-04-09</h4>
<div class="outline-text-4" id="text-org470ff10">
<p>
Musician of the 3rd class in the garde republicaine
Citation: "Tableau de concours pour la médallie militaire." <i>Journal Officiel de la Republique Française. Lois et décrets</i>, April 10, 1934. <a href="https://gallica.bnf.fr/ark:/12148/bpt6k2030077r">https://gallica.bnf.fr/ark:/12148/bpt6k2030077r</a> page 3711
It seems this is a nomination for a military medal, and he gets it a few months later
</p>
</div>
</div>
<div id="outline-container-org2bd7f06" class="outline-4">
<h4 id="org2bd7f06">1934-07-08</h4>
<div class="outline-text-4" id="text-org2bd7f06">
<p>
Musician of the 3rd class in garde republicaine, 23 years of services and 5 campaigns
Citation: "Médallie militaire." <i>Journal Officiel de la Republique Française. Lois et décrets</i>, July 8, 1934. <a href="https://gallica.bnf.fr/ark:/12148/bpt6k2030153p">https://gallica.bnf.fr/ark:/12148/bpt6k2030153p</a> page 6895
Receiving the medal from april nomination
</p>
</div>
</div>
<div id="outline-container-org22d1320" class="outline-4">
<h4 id="org22d1320">1938-02-13</h4>
<div class="outline-text-4" id="text-org22d1320">
<p>
Still a musician of the garde republicaine in Paris, but says he's a soliste (soloist). Actually this may be his promotion to soloist instead of a 3rd class musician?
Citation: "Ministère de l'éducation nationale" <i>Journal Officiel de la Republique Française. Lois et décrets</i>, February 13, 1938. <a href="https://gallica.bnf.fr/ark:/12148/bpt6k6551214t">https://gallica.bnf.fr/ark:/12148/bpt6k6551214t</a>  page 1813
</p>
</div>
</div>
<div id="outline-container-org7059103" class="outline-4">
<h4 id="org7059103">1939-04-24</h4>
<div class="outline-text-4" id="text-org7059103">
<p>
Says he's married to Marie Baumann in Paris and has 5 kids
This maybe when he leaves the military? Getting a bronze medal for famille franciase - it seems this is given to the wife?
Citation: "Médallie de la famille française." <i>Journal Officiel de la Republique Française. Lois et décrets</i>, April 24, 1939. <a href="https://gallica.bnf.fr/ark:/12148/bpt6k6577429c">https://gallica.bnf.fr/ark:/12148/bpt6k6577429c</a> page 10660
</p>
</div>
</div>
</div>
<div id="outline-container-orgf684a02" class="outline-3">
<h3 id="orgf684a02">Death of Wife October 1, 1958</h3>
<div class="outline-text-3" id="text-orgf684a02">
<p>
Citation: Bibliothèque Généalogique et d’Histoire Sociale de France. Funeral announcement for Madeleine Baumann. 1958. Geneanet.org.
Reference: Funeral announcement for Madeleine Baumann, 1958, Geneatnet.org
</p>
</div>
</div>
<div id="outline-container-orgd8ef350" class="outline-3">
<h3 id="orgd8ef350">Death Certificate Sep 2, 1975 at 9:30 am</h3>
<div class="outline-text-3" id="text-orgd8ef350">
</div>
<div id="outline-container-org2ab3878" class="outline-4">
<h4 id="org2ab3878">French</h4>
<div class="outline-text-4" id="text-org2ab3878">
<p>
ACTE DE DECES N 124
</p>

<p>
L'an mil neuf cent septante-cinq, le deux septembre a seize heures, apres constation, Nous Pierre Rouelle, Bourgmestre, Officier de l'etat civil de la commune de La Hulpe, arrondissement judiciaire de Nivelles, Province de Brabant, dressons l'acte de deces de :PIARD, Marius, pensionne, de nationalite francaise, decede le deux septembre mil neuf cent septante-cinq a neuf heures trente minutes, en cette commune, Chaussee de La Hulpe, 737 domicilie a Paris 18e, rue d'Orsel, n 28, ne a Bavai (Nord-France) le trois fevrier mil huit cent quatre-vingt-six, veuf de BAUMANN, Marie, Madeleine decedee a Paris 18e le premier octobre mil neuf cent cinquante-huit, file des conjoints decedes PIARD, Auguste et de BRUNEAU, Maria, Virginie.
Sur declaration de VAN GOSSUM, Pierre, age de cinquante-trois ans, Directeur de Societe, domicilie a Ixelles et de GAMBY, Marie-Jose, agee de quarante-sept ans, employee, domiciliee a La Hulpe.
Duquel acte fait en double, il leur a ete donne lecture et qu'ils ont signe avec Nous.
</p>
</div>
</div>
