org-roam/20250618162959-marius_piard.org
*** English
DEATH CERTIFICATE NO. 124

In the year one thousand nine hundred and seventy-five, on September 2nd at four o'clock in the afternoon, after verification, We, Pierre Rouelle, Mayor, Civil Registrar of the commune of La Hulpe, judicial district of Nivelles, Province of Brabant, draw up the death certificate of: PIARD, Marius, pensioner, of French nationality, died on September 2nd, one thousand nine hundred and seventy-five at nine thirty minutes in the afternoon, in this commune, Chaussee de La Hulpe, 737, residing in Paris 18th, rue d'Orsel, no. 28, born in Bavai (Nord-France) on February 3rd, one thousand eight hundred and eighty-six, widower of BAUMANN, Marie, Madeleine, deceased in Paris 18th on October 1st, one thousand nine hundred and fifty-eight, daughter of the deceased spouses PIARD, Auguste and BRUNEAU, Maria, Virginie.
Upon the declaration of VAN GOSSUM, Pierre, age fifty-three, Company Director, residing in Ixelles, and of GAMBY, Marie-Jose, age forty-seven, employee, residing in La Hulpe.
Which deed, drawn up in duplicate, was read to them and signed with Us.

Not the address is a nursing home
*** Citation
Citation: Belgium. Brabant. Nivelles. La Hulpe. Death Certificates. 
Reference: La Hulpe, Nivelles, Brabant, Belgium, death certificate no. 124 (1975), Marius Piard.
* Career
 + Concours in Paris Conservatoire in 1908 and 1909
   - Student of Bourdeau 1906?
 + Band de Garde Republician 1931-1939?
 + Orchestra Lamoreaux unsure of dates, possibly recording Bolero under Ravel
 + Recording in 1932 of Stravinsky Octet
* Publications
+ 90 Etudes in 3 volumes 1946
  1) Scales
  2) Arpeggios
  3) Style - out of print
+ 16 Characteristic Etudes 1950
+ Contrabassoon Etude with Excerpts 1952
*** Foreword to vol 3
**** French
Avant-Propos (3me Recueil)

Le style! Partie la plus delicate, la plus difficile des etudes de l'instrumentiste. Peut-on apprendre aux eleves l'interpretation des ouvres musicales au moyen d'un traite? Des auteurs qualifies l'on tente et reussi...en parite; mais leurs conseils, si precieux et judicieuxqu'ils soient ne peuvent dispenser l'instrumentiste d'avoir recours a un professeur. En definitive c'est a celui-ci qu'appartient la tache redoutable de former le gout de l'eleve, de le guider, et surtout de l'aider a developper sa personnalite.
D'autre part, les meilleurs conseils, les meilleures explications ne serviront a rien si l'eleve n'est pas doue, s'il ne comprend pas, s'il ne "sent" pas ce qu'il doit interpreter.
En reunissant ce chois de transcriptions, deux solutions s'offraient a l'autenr:1o Analyzer non seulement chaque morceau dans son ensemble, mais aussi dans tous ses elements, afin d'aider l'instrumentiste a comprendre ce qu'il doit jouer; ensuite, donner les conseils sur l'interpretation d'ensemble et la facon de jouer chaque element.
2o Grouper avec beaucoup de soin les ouvres composant ce recueil, autant en choisissant les meilleurs auteurs, qu'en recherchant la plus grande variete possible et laisser le gout musical se former et s'ameliorer par le travail, --- aide d'un professeur.
La premiere solution depassait de beaucoup le cadre de cet ouvrage; pour ces 30 etudes, un seul volume n'eut pas suffit. L'auteur a prefere la seconde solution. Les conseils, les remarques, les rectifications necessaires variant avec chaque instrumentiste, c'est donc au maitre - pour les debutants - que revient la tache de former le gout musical de l'eleve et par consequent de lui inculquer les regles d'un bonstyle. 
Quand aux instrumentistes "qualifies," l'auteur espere que ce recuil moins aride que les deux premiers pourra les interesser. M.P.
Nota - A l'exception des extraits des Suites de Bach, presque tous les morceaux de ce recueil peuvent etre accompagnes au piano.
Bien que conce plus particulierement pour l'etude du style, ce recueil est aussi un cahier d'etudes techniques; l'auteur a donc maintenu le principe de representer toutes les tonalites, y compris les tonalites enharmoniques. Il a choisi, pour les transpositions necessaires, les morceaux qui conviendraient le mieux a ces tonalites peu usitees. En consequence, comme pour les etudes precedentes, il recommande aux eleves de ne pas chercher la facilite, mais bien de s'habituer a lire ces transcriptions telles qu'elles sont ecrites.
**** English
Foreword (3rd Collection)

Style! The most delicate, the most difficult part of an instrumentalist's studies. Can students be taught the interpretation of musical works by means of a treatise? Qualified authors have tried and succeeded... in part; but their advice, however valuable and judicious, cannot exempt the instrumentalist from seeking help from a teacher. Ultimately, it is the teacher who has the formidable task of shaping the student's taste, guiding them, and above all, helping them develop their personality.
On the other hand, the best advice, the best explanations will be of no use if the student is not gifted, if they don't understand, if they don't "feel" what they are supposed to interpret. In assembling this selection of transcriptions, two solutions were available to the author: 1. Analyze not only each piece as a whole, but also all its elements, in order to help the instrumentalist understand what to play; then, provide advice on ensemble interpretation and how to play each element.
2. Group the works comprising this collection with great care, both by choosing the best authors and by seeking the greatest possible variety, and allowing musical taste to form and improve through practice, with the help of a teacher.
The first solution went far beyond the scope of this work; for these 30 studies, a single volume would not have been sufficient. The author preferred the second solution. Since the advice, comments, and necessary corrections vary with each instrumentalist, it is therefore up to the teacher—for beginners—to shape the student's musical taste and consequently to instill the rules of a good style.
As for "qualified" instrumentalists, the author hopes that this collection, less dry than the first two, will be of interest to them. M.P.
Note: With the exception of excerpts from Bach's Suites, almost all the pieces in this collection can be accompanied on the piano.
Although designed more specifically for the study of style, this collection is also a technical study book; the author has therefore maintained the principle of representing all keys, including enharmonic keys. For the necessary transpositions, he has chosen the pieces that would be best suited to these less common keys. Therefore, as with the previous studies, he recommends that students do not seek the easy way out, but rather get used to reading these transcriptions as they are written.

* TODO Questions
Who was his first teacher? Perhaps Depoorter in Lille
Why did he get married where he did? Was wife's family there? It appears so from newspaper article, but can't find them in the 1911 census
Do the etudes all line up really nicely within a key? Like one slow, one fast, one legato, one staccato, etc.
