org-roam/20250618162959-marius_piard.org
* Etudes

+---------+----------------------------------------------------------+------------------------------------+------------------------------------------+-------------------------------+
| Nummber |                          Vol 1                           | Vol 2                              | Vol 3                                    | Characteristic                |
+---------+----------------------------------------------------------+------------------------------------+------------------------------------------+-------------------------------+
|       1 |             fast, scalar, slur and tongued,              |  slower, but increasingly faster   |  Fast and challengning, some wide slurs  |      Fast again, jumping      |
|         |                     varying dynamics                     |       arpeggios, all slurred       | that are very fast. Baroque style (Bach  | all over the place, staccato  |
|         |                                                          |                                    |           cello) unaccompanied           |       and tenuto mixed.       |         
|         |                                                          |                                    |                                          | Alternating clefs constantly  |           
|         |                                                          |                                    |                                          |                               |
+---------+----------------------------------------------------------+------------------------------------+------------------------------------------+-------------------------------+
|       2 |            Slower, but lots of octave slurs              |    very similar approach as the 1st| slow romantic piece (Schumann clarinet)  | N/A                           |
|         |                                                          |one. slow but increasing speed of   |lots of dynamic shading, sudden dynamics, |                               |
|         |                                                          |arpeggios                           |not too hard technically                  |                               |
+---------+----------------------------------------------------------+------------------------------------+------------------------------------------+-------------------------------+
| 3       |lots of dotted rhtyhms, all tongued                       |Sort of similar, more variety       |slower, lyrical. baroque bach suites      |Difficult to play quickly. Lots|
|         |                                                          |though. Slurs, probably need some   |again. likely lots of phrasing issues to  |of chromatic runs that don't   |
|         |                                                          |double tonguing                     |teach and unwritten dynamics              |always follow the chromatic    |
|         |                                                          |                                    |                                          |scale. Lots of whole steps     |
|         |                                                          |                                    |                                          |mixed in.                      |
+---------+----------------------------------------------------------+------------------------------------+------------------------------------------+-------------------------------+
| 4       |Lots of tonguing again, but 8 16 16 rhythms. Some slower  | Starting to add multiple octaves fo| Brings relative major in, lots of similar|N/A                            |
|         |slurred stuff for contrast                                |thirds so mixing arpeggios. Some    |motives in multiple octaves. Need to match|                               |
|         |                                                          |good slured wide interval practice  |them. Lyrical with occasional flourishes. |                               |
|         |                                                          |with emphasis on different notes    |Feeling in 1 instead of 3                 |                               |
|         |                                                          |                                    |                                          |                               |
+---------+----------------------------------------------------------+------------------------------------+------------------------------------------+-------------------------------+
|  5      |Compound meter, lots of resetting the scale on odd parts  |Fairly straightforward. Have to do  | Even more so this is about being able to | Back to fast, but still       |
|         |of the beat, jumping to odd parts of the scale. A really  |slow subdivisions, eg 32nds at 4=50.|read rhythms to 64th notes. Tempo is      |reading 32nds. Lots of fast    |
|         |awkward high note part that repeats a bit to make it      |Some wide fast slurs                |16th=112. Bach cello again. Very lyrical, |tonguing, might be better for  |
|         |harder.                                                   |                                    |but hard to read and may be a good test   |double tonguing practice.      |
|         |                                                          |                                    |for a student that sees black and panics  |                               |
+---------+----------------------------------------------------------+------------------------------------+------------------------------------------+-------------------------------+
 	
